Repository: pauplestudios/starcat-review
Catalog: languages/starcat-review-*.po
Languages: de_de, fr_fr

source: Website
de_de: Webseite

source: Title
de_de: Titel
fr_fr: Titre

source: Description
de_de: Beschreibung

source: Pros
de_de: Profis

source: Type new or select existing pros
de_de: Geben Sie new ein oder wählen Sie vorhandene Profis aus

source: Cons
de_de: Nachteile

source: Type new or select existing cons
de_de: Geben Sie new ein oder wählen Sie vorhandene Nachteile aus

source: Submit
de_de: einreichen

source: Reply
de_de: Antworten

source: REPLY
de_de: ANTWORTEN
fr_fr: RÉPONSE

source: EDIT
de_de: BEARBEITEN

source: Reply to
de_de: Antwort an
fr_fr: Répondre à

source: Save
de_de: sparen

source: Cancel
de_de: Stornieren
fr_fr: Annuler

source: Thanks for your review
de_de: Vielen Dank für Ihre Bewertung

source: You can see your review below. Also, look at the users summary
de_de: Sie können Ihre Bewertung unten sehen. Schauen Sie sich auch die Benutzerübersicht an

source: Review failed. Please try again later!
de_de: Überprüfung fehlgeschlagen. Bitte versuchen Sie es später noch einmal!

source: If it keeps failing, please contact the admin of the site
de_de: Wenn dies weiterhin fehlschlägt, wenden Sie sich bitte an den Administrator der Website

source: Author Rating
de_de: Autoren Bewertung
fr_fr: Évaluation de l'auteur

source: Users Rating (%d)
de_de: Benutzer Bewertung (%d)

source: Pros & Cons
de_de: Profis und Nachteile

source: Not Rated Yet !!!
de_de: Noch nicht bewertet !!!

source: overall
de_de: Insgesamt

source: customer review
de_de: Kundenrezensionen

source: Recent
de_de: Kürzlich

source: Most Positive
de_de: Am positivsten

source: Trending
de_de: Trend

source: Alphabetic Asc
de_de: Alphabetischer Asc

source: Alphabetic Desc
de_de: Alphabetischer Desc

source: Number of Reviews
de_de: Anzahl der Bewertungen

source: Recently Updated
de_de: Kürzlich aktualisiert

source: Most Helpful
de_de: Am hilfreichsten

source: Sort by
de_de: Sortiere nach

source: Search
de_de: Suche

source: Was this helpful to you ?
de_de: War das hilfreich für dich?
fr_fr: Cela vous a-t-il aidé ?

source: %d of %d people found this review helpful
de_de: %d von %d personen fand diese bewertung hilfreich

source: AT
de_de: Um

source: %s in Moderation !
de_de: %s im Mäßigung!

source: See More
de_de: Mehr sehen

source: Topic
de_de: Thema

source: All User Review Images
de_de: Alle Nutzerbewertung Bilder

source: Back to Gallery
de_de: Zurück zur Galerie

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: réglages généraux

source: Main Page
de_de: Hauptseite
fr_fr: Page d'accueil

source: Category Page
de_de: Kategorieseite

source: Single Page
de_de: Einzelne Seite

source: User Reviews
de_de: Nutzerbewertungen

source: Photo Reviews
de_de: Fotobewertungen

source: Woocommerce Notification
de_de: Woocommerce-Benachrichtigung

source: Comparison Table
de_de: Vergleichstabelle

source: Where to include reviews?
de_de: Wo kann man Bewertungen einfügen?

source: Enable author review
de_de: Aktivieren Sie die Autorenbewertung

source: Enable Pros and Cons
de_de: Aktivieren Sie Vor- und Nachteile

source: Stats
de_de: Statistiken

source: You can rate each of these stats in the edit post page(author rating). And if you have enabled 'user review', your users can rate them from the front end
de_de: Sie können jede dieser Statistiken auf der Seite zum Bearbeiten von Posts bewerten (Autorenbewertung). Wenn Sie die Benutzerüberprüfung aktiviert haben, können Ihre Benutzer sie vom Front-End aus bewerten

source: Single or Multiple Stat
de_de: Einzel- oder Mehrfachstat

source: Multiple
de_de: Mehrere

source: The first stat is always considered as the primary stat ( highlighted by blue color ), When you change from multiple stat to single stat values from the primary stat are used.
de_de: Die erste Statistik wird immer als primäre Statistik betrachtet (durch blaue Farbe hervorgehoben). Wenn Sie von mehreren Statistiken zu einzelnen Statistiken wechseln, werden Werte aus der primären Statistik verwendet.

source: Stats Type
de_de: Statistik Typ

source: Source Type
de_de: Quelle Typ

source: Icon
de_de: Symbol

source: Icons
de_de: Symbole

source: Image
de_de: Bild

source: Images
de_de: Bilder

source: Show Rating Label
de_de: Bewertungsetikett anzeigen

source: Icons Color
de_de: Symbole Farbe

source: Icons Label Color
de_de: Symbole Beschriftungsfarbe

source: Outline Image
de_de: Umrissbild

source: Image size below 50 * 50 is enough
de_de: Bildgröße unter 50 * 50 ist ausreichend

source: Limit
de_de: Grenze
fr_fr: Limite

source: Star stat scale b/w limit 5 to 10
de_de: Sternstatistikskala zwischen Limit 5 und 10

source: Steps
de_de: Schritte

source: Half
de_de: Hälfte

source: Full
de_de: Voll

source: Stat Animate
de_de: Statistiken animiert

source: No rated message
de_de: Keine bewertete Nachricht

source: Main Page Meta Title
de_de: Hauptseite Metatitel

source: Note
de_de: Hinweis

source: Keep your meta title between 60 and 64 characters.
de_de: Halten Sie Ihren Metatitel zwischen 60 und 64 Zeichen.

source: Main Page Meta Description
de_de: Hauptseite Meta Beschreibung

source: Keep your meta descriptions between 150 and 154 characters.
de_de: Halten Sie Ihre Meta-Beschreibung zwischen 150 und 154 Zeichen.

source: Main Page Slug
de_de: Hauptseite Slug

source: Visit Main Page
de_de: Besuchen Sie die Hauptseite

source: Where is my main page?
de_de: Wo ist meine Hauptseite?

source: Save and Refresh Page if you changed it.
de_de: Seite speichern und aktualisieren, wenn Sie sie geändert haben.

source: Template
de_de: Vorlage

source: Layout Types for your Reviews Main Page. Left / Right Sidebar, No-sidebar
de_de: Layouttypen für Ihre Review-Hauptseite. Linke / rechte Seitenleiste, keine Seitenleiste

source: You can add widgets to your sidebar from Appearance -> Widgets
de_de: Sie können Ihrer Seitenleiste Widgets über Darstellung -> Widgets hinzufügen

source: Components Control
de_de: Komponentensteuerung

source: Controls order and visibility of these components in Main Page
de_de: Kontrollieren Sie die Reihenfolge und Sichtbarkeit dieser Komponenten auf der Hauptseite

source: Category Listing
de_de: Kategorieliste

source: Review Listing
de_de: Auflistung überprüfen

source: Default Sort By
de_de: Standard Sortieren nach

source: Select a sortby option
de_de: Wählen Sie eine Sortieroption

source: Show Description
de_de: Beschreibung anzeigen

source: Num Of Columns
de_de: Anzahl der Spalten

source: Select an option
de_de: Wähle eine Option

source: Alphabetical Ascending
de_de: Alphabetisch aufsteigend

source: Alphabetical Descending
de_de: Alphabetisch absteigend

source: Layout Types for your Review Categories Page. Left / Right Sidebar, No-sidebar
de_de: Layouttypen für Ihre Seite "Überprüfungskategorien". Linke / rechte Seitenleiste, keine Seitenleiste

source: Show Controls
de_de: Steuerelemente anzeigen

source: Controls
de_de: Kontrollen

source: Show Search
de_de: Suche anzeigen
fr_fr: Afficher la recherche

source: Show SortBy
de_de: Suche Sortiere nach

source: Listing Options
de_de: Listing-Optionen

source: Posts Per Page
de_de: Beiträge pro Seite

source: These settings are only for starcat-review post type.
de_de: Diese Einstellungen gelten nur für den Beitragstyp "StarCat-Überprüfungen".

source: Layout Types for your Single Review Page. Left / Right Sidebar, No-sidebar.
de_de: Layouttypen für Ihre einzelne Überprüfungsseite. Linke / rechte Seitenleiste, keine Seitenleiste.

source: Show Review
de_de: Bewertungen anzeigen

source: Author Only
de_de: Nur Autor

source: User Only
de_de: Nur für Benutzer

source: Author and User both
de_de: Autor und Benutzer beide

source: Combined Rating
de_de: Kombinierte Bewertung

source: Who Can Review
de_de: Wer kann überprüfen

source: Selecting Everyone will let even Non Logged-in Users add reviews
de_de: Wenn Sie Alle auswählen, können auch nicht angemeldete Benutzer Bewertungen hinzufügen

source: Logged In Users
de_de: Angemeldete Benutzer

source: Everyone
de_de: Jeder

source: Auto Approve Review
de_de: Überprüfung automatisch genehmigen

source: Publish the submitted review directly. Don't ask for approval
de_de: Veröffentlichen Sie die eingereichte Bewertung direkt. Bitten Sie nicht um Genehmigung

source: Allow Same User Can leave More than One Review
de_de: Derselbe Benutzer zulassen kann mehr als eine Bewertung abgeben

source: Allow Same user to leave more than one review on a single post
de_de: Erlauben Sie demselben Benutzer, mehr als eine Bewertung für einen einzelnen Beitrag abzugeben

source: Show User Reviews List Title
de_de: Titel der Liste der Benutzerbewertungen anzeigen

source: User Reviews List Title
de_de: Titel der Liste der Benutzerbewertungen

source: Voting
de_de: Wählen

source: User Review Form
de_de: Benutzerüberprüfungsformular

source: Show Form Title
de_de: Formulartitel anzeigen

source: Form Title
de_de: Formulartitel

source: Show Title
de_de: Titel anzeigen

source: Show Stat
de_de: Statistiken anzeigen

source: User Review Rating options are based on stats option from general settings section
de_de: Die Bewertungsoptionen für die Benutzerbewertung basieren auf der Statistikoption aus dem Abschnitt "Allgemeine Einstellungen"

source: Show reCAPTCHA (v2 checkbox)
de_de: ReCAPTCHA anzeigen (Kontrollkästchen v2)

source: reCAPTCHA Site Key
de_de: reCAPTCHA Site-Schlüssel

source: reCAPTCHA Secret Key
de_de: reCAPTCHA Geheimer Schlüssel

source: Please add a reCAPTCHA Secret Key !
de_de: Bitte fügen Sie einen reCAPTCHA Geheimer Schlüssel hinzu!

source: Please add a reCAPTCHA Site Key !
de_de: Bitte fügen Sie einen reCAPTCHA Site-Schlüssel hinzu!

source: Register for reCAPTCHA v2 at %s to get your site key and secret key. Make sure to add your domain name in the settings at the reCAPTCHA website. Read More at %s. %s reCAPTCHA v3 will not work, just v2. v3 will be added soon.
de_de: Registrieren Sie sich bei %s für reCAPTCHA v2, um Ihren Site-Schlüssel und Ihren geheimen Schlüssel zu erhalten. Stellen Sie sicher, dass Sie Ihren Domainnamen in den Einstellungen auf der reCAPTCHA-Website hinzufügen. Lesen Sie mehr unter %s. %s reCAPTCHA v3 funktioniert nicht, nur v2. v3 wird bald hinzugefügt.

source: Enable Photo Reviews
de_de: Aktivieren Sie Fotobewertungen

source: Photo required
de_de: Foto erforderlich

source: Make this a required field
de_de: Machen Sie dies zu einem Pflichtfeld

source: Maximum photo size
de_de: Maximale Fotogröße

source: Maximum photo quantity
de_de: Maximale Fotomenge

source: Maximum value: 20
de_de: Maximalwert: 20

source: Woocommerce Notification Settings to notify users after they complete their orders
de_de: Woocommerce-Benachrichtigungseinstellungen, um Benutzer zu benachrichtigen, nachdem sie ihre Bestellungen abgeschlossen haben

source: Enter From Address
de_de: Von Adresse eingeben

source: Make sure this is a valid email address. Invalid emails maybe marked as spam
de_de: Stellen Sie sicher, dass dies eine gültige E-Mail-Adresse ist. Ungültige E-Mails können als Spam markiert werden

source: Subject
de_de: Gegenstand

source: Subject of the Email
de_de: Betreff der E-Mail

source: Use {{sitename}} to use the name of your website dynamically. This improves your anti-spam score
de_de: Verwenden Sie {{sitename}}, um den Namen Ihrer Website dynamisch zu verwenden. Dies verbessert Ihren Anti-Spam-Score

source: Body of the Email
de_de: Text der E-Mail

source: Use {{product_review_link}} to add links to purchased product pages
de_de: Verwenden Sie {{product_review_link}}, um Links zu gekauften Produktseiten hinzuzufügen

source: Disclaimer
de_de: Haftungsausschluss

source: Shown at the footer of the email
de_de: Wird in der Fußzeile der E-Mail angezeigt

source: Notification Time Schedule
de_de: Benachrichtigungszeitplan

source: %s Hours/Days from the time of order completion. You can create multiple remainders (example: 24 hours, 3 days, 7 days from purchase)
de_de: %s Stunden / Tage ab dem Zeitpunkt des Auftragsabschlusses. Sie können mehrere Erinnerungen erstellen (Beispiel: 24 Stunden, 3 Tage, 7 Tage nach dem Kauf).

source: Notification Schedule
de_de: Benachrichtigungsplan

source: Time Value
de_de: Zeitwert

source: Time Unit
de_de: Zeiteinheit

source: Days
de_de: Tage

source: Hours
de_de: Std

source: You can use Comparison Tables via [starcat_review_comparison_table] shortcode with args post_type and posts(post_id)
de_de: Sie können Vergleichstabellen über den Shortcode [starcat_review_comparison_table] mit den Argumenten post_type und posts (post_id) verwenden.

source: Example: [starcat_review_comparison_table post_type='product' posts='213,245,256']
de_de: Beispiel: [starcat_review_comparison_table post_type = 'product' posts = '213,245,256']

source: Review
de_de: Rezension

source: Rating
de_de: Bewertung

source: Reviews
de_de: Bewertungen

source: Add New
de_de: Neue hinzufügen
fr_fr: Ajouter un nouveau

source: Add New Review
de_de: Neue Bewertung hinzufügen

source: New Review
de_de: Neue Bewertung

source: Edit Review
de_de: Bewertung bearbeiten

source: Update Review
de_de: Überprüfung überprüfen

source: View Review
de_de: Bewertung anzeigen

source: All Reviews
de_de: Alle Bewertungen

source: Search Reviews
de_de: Bewertungen suchen

source: No Reviews found
de_de: Keine Bewertungen gefunden

source: Parent Reviews
de_de: Übergeordnete Bewertungen

source: No Reviews found in Trash
de_de: Keine Bewertungen in Trash gefunden

source: Review Items list
de_de: Liste der Artikel überprüfen

source: Review Items list Navigation
de_de: Liste der Überprüfungselemente Navigation

source: Filter Review Items list
de_de: Liste der Überprüfungselemente filtern

source: Review Categories
de_de: Bewertungen Kategorien

source: Review Category
de_de: Bewertungen Kategorie

source: Search Review Categories
de_de: Bewertungen suchen Kategorien

source: All Review Categories
de_de: Alle Bewertungen Kategorien

source: Parent Review Category
de_de: Übergeordnete Bewertungskategorie

source: Edit Review Category
de_de: Überprüfungskategorie bearbeiten

source: Update Review Category
de_de: Überprüfungskategorie aktualisieren

source: Add New Review Category
de_de: Neue Bewertungskategorie hinzufügen

source: New Review Category Name
de_de: Neue Entscheidungskategorie gehört

source: Review Tag
de_de: Tag überprüfen

source: Review Tags
de_de: Tags überprüfen

source: Search Review Tags
de_de: Suche Review Tags

source: All Review Tags
de_de: Alle Review-Tags

source: Parent Review Tag
de_de: Übergeordnetes Überprüfungs-Tag

source: Edit Review Tag
de_de: Review-Tag bearbeiten

source: Update Review Tag
de_de: Review Tag aktualisieren

source: Add New Review Tag
de_de: Neues Review-Tag hinzufügen

source: New Review Tag Name
de_de: Neuer Review-Tag-Name

source: Features
de_de: Eigenschaften

source: Repeater
de_de: Verstärker

source: Item Details
de_de: Artikeldetails

source: Rich Snippets
de_de: Reiche Schnipsel

source: Author Review Stats List
de_de: Liste der Autoren-Überprüfungsstatistiken

source: Rating 0 - 100
de_de: Bewertung 0 - 100

source: Single Item
de_de: Einzelexemplar
fr_fr: Un seul article

source: Single Item - Header
de_de: Einzelstück - Kopfzeile
fr_fr: Pièce unique - En-tête

source: Single Item - Body
de_de: Einzelstück - Körper
fr_fr: Pièce unique - Corps

source: of
fr_fr: de

source: people found this review helpful
fr_fr: personnes ont trouvé cet avis utile

source: Starcat Settings
fr_fr: Paramètres de StarCat

source: All SCRs
fr_fr: Toutes les SCR

source: Add New SCR
fr_fr: Ajouter une nouvelle SCR

source: New SCR
fr_fr: Nouvelle SCR

source: Edit SCR
fr_fr: Modifier la SCR

source: Add SCR
fr_fr: Ajouter une SCR

source: Hide
fr_fr: cacher

source: View SCR
fr_fr: Voir la SCR

source: SCR Category
fr_fr: Catégorie SCR

source: Categories
fr_fr: Catégories

source: KB Categories
fr_fr: Catégories KB

source: All SCR Categories
fr_fr: Toutes les catégories de SCR

source: SCR Categories
fr_fr: Catégories SCR

source: SCR Tag
fr_fr: Tag SCR

source: Tags
fr_fr: Mots clés

source: All SCR Tags
fr_fr: Tous les tags SCR

source: SCR Tags
fr_fr: Étiquettes de SCR

source: SCR Settings
fr_fr: Paramètres de la SCR

source: General
fr_fr: Général

source: SCR Title
fr_fr: Titre de la SCR

source: Show Search in SCR
fr_fr: Afficher la recherche dans la SCR

source: You can search through all SCR items
fr_fr: Vous pouvez rechercher parmi tous les articles de la SCR

source: Search Placeholder
fr_fr: Recherche d'espace réservé

source: Search Placeholder text
fr_fr: Rechercher un texte d'espace réservé

source: SCR Search Placeholder text
fr_fr: SCR Rechercher un texte d'espace réservé

source: Toggle
fr_fr: Basculer

source: Toggle Open / closed Previous Item
fr_fr: Activer / désactiver l'élément précédent

source: Open First SCR Item
fr_fr: Ouvrir le premier article de la SCR

source: First item open by default
fr_fr: Premier élément ouvert par défaut

source: Sort By
fr_fr: Trier par

source: Publish Date
fr_fr: Date de publication

source: Updated Date
fr_fr: Date de mise à jour

source: Alphabetical
fr_fr: Alphabétique

source: Order
fr_fr: Commande

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Limit ( number of items )
fr_fr: Limite (nombre d'éléments)

source: Limit of the SCR items
fr_fr: Limite des éléments de la SCR

source: Theme
fr_fr: Thème

source: Light
fr_fr: Lumière

source: Dark
fr_fr: Foncé

source: Select Theme of SCR Layout Section
fr_fr: Sélectionnez le thème de la section Disposition de la SCR

source: Integrations
fr_fr: Intégrations

source: Enable SCR in Helpie KB
fr_fr: Activer la SCR dans Helpie KB

source: Show SCR In Helpie KB Category Page
fr_fr: Afficher la SCR dans Helpie KB Page des catégories

source: Where to Show SCR in Helpie KB Category Page
fr_fr: Où afficher la SCR dans Helpie KB Page des catégories

source: Content
fr_fr: Contenu

source: Before Content
fr_fr: Avant le contenu

source: After Content
fr_fr: Après le contenu

source: Select show scr before or after content in kb category page
fr_fr: Sélectionnez Afficher scr avant ou après le contenu de la page de catégorie kb

source: Show SCR in WooCommerce
fr_fr: Afficher la SCR dans WooCommerce

source: Show SCR In WooCommerce product tab
fr_fr: Afficher la SCR dans l'onglet Produit WooCommerce

source: Tab Title
fr_fr: Titre de l'onglet
